[{"text": "The complete mouse reference genome was sequenced in 2002.", "label": "pos"}, {"text": "A mouse is an input device.", "label": "neg"}, {"text": "Tail length varies according to the environmental temperature of the mouse during postnatal development.", "label": "pos"}, {"text": "Mouse is a really nice animal", "label": "post"}, {"text": "Mouse has legs and tail", "label": "pos"}, {"text": "The complete mouse reference genome was sequenced in 2002.", "label": "pos"}, {"text": "Tail length varies according to the environmental temperature of the mouse during postnatal development.", "label": "pos"}, {"text": "A mouse is an input device.", "label": "neg"}, {"text": "The tail is also used for balance when the mouse is climbing or running, or as a base when the animal stands on its hind legs.", "label": "pos"}, {"text": "The mouse is one of the great breakthroughs in computer ergonomics.", "label": "neg"}, {"text": "A mouse is a rodent having a pointed snout.", "label": "pos"}, {"text": "Choose from wireless & USB mouse options as well as ergonomic & gaming mice.", "label": "neg"}, {"text": "A mouse has small rounded ears.", "label": "pos"}, {"text": "A mouse is a small object you can roll along a hard, flat surface.", "label": "neg"}, {"text": "The Razer DeathAdder Chroma is equipped with a 10,000dpi optical sensor, capable of mouse movement speeds of up to 300 inches per second.", "label": "neg"}, {"text": "Turn your mobile phone or tablet into a set of wireless mouse and keyboard.", "label": "neg"}, {"text": "If you are new to using a mouse, it may take a little practice to get the hang of it.", "label": "neg"}, {"text": "Using a mouse can be a huge barrier to new computer users. ", "label": "neg"}, {"text": "Place your mouse at elbow level.", "label": "neg"}, {"text": "The house mouse is the most common rodent pest in most parts of the world.", "label": "pos"}, {"text": "The leader in rodent control, Victor offers the best mouse and rat control solutions, including electronic and live mouse traps, repellents, bait and more.", "label": "pos"}, {"text": "Effective mouse control involves sanitation and mouse proof construction.", "label": "pos"}, {"text": "Don't squeeze or grip your mouse tightly.", "label": "neg"}, {"text": "Move the mouse by pivoting your arm at your elbow.", "label": "neg"}, {"text": "Use a light touch when clicking a mouse button.", "label": "neg"}, {"text": "When you don't need to use the mouse, don't hold it.", "label": "neg"}, {"text": "The mouse has a body-length scaly tail.", "label": "pos"}, {"text": "Many studies have been done on mouse phylogenies to reconstruct early human movements.", "label": "pos"}, {"text": "With the mouse in your hand you cause the onscreen arrow to move around your computer display.", "label": "neg"}, {"text": "The mouse has a high breeding rate.", "label": "pos"}, {"text": "The best known mouse species is the common house mouse.", "label": "pos"}, {"text": "The house mouse is remarkably well-adapted for living year-round in homes.", "label": "pos"}, {"text": "The average sleep time of a captive house mouse is reported to be 12.5 hours per day.", "label": "pos"}, {"text": "Both evolutionary and behavioral consequences result from the polygamous nature of the house mouse.", "label": "pos"}]